Revit 2027 API
IFCRange Constructor
 Instantiates a default IFCRange object.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCRange()
Public Sub New
public:
IFCRange()
new : unit -> IFCRange
Remarks
 The starting and ending value are both set to zero.
See Also
Reference
IFCRange Class
IFCRange Overload
Autodesk.Revit.DB.IFC Namespace